<template>
    <div class="omne">
        <div style="text-align: center;">
            <p class="ontext">
            Здравствуйте уважаемые посетители этого сайта!

            <br>
            Меня зовут Глеб!
            <br>
            </p>
            <p>
            Я работаю программистом, а также увлекаюсь криптовалютами очень продолжительное время!
            Мне очень нравятся криптовалюты не из-за того, что на них можно зарабатывать (но и это тоже😁),
            а, в первую очередь, нравится сама технология криптовалют!
            </p>
            <p>
            Последних лет пять, каждый день появляются "криптовалютные проекты" за которыми ничего не стоит.
            Такие проекты делают сайт на конструторе, собирают деньги на развитие проекта и на этом все заканчивается.
            Такие проекты, в первую очередь , отнимают деньги у новичков, которые только пришли на этот рынок.
            А во вторых,
            отнимают капитализацию у действительно хороших проектов,
            которые что-то реально делают и стараются!
            </p>
            <p>
            Я анализирую проекты со стороны кода,
            на котором проект написан. Для меня,
            как для программиста, не тяжело понять,
            где реально ведется разработка,
            а где код написан просто для вида (если он вообще есть). 
            </p>

        </div>
          <div class="text-block " >
              <p class="ontext">Это не комерческий проект!</p>
              
            <br>
            Приложение было разработано и будет далее разрабатываться не с целью заработка!
            Я оплачиваю не дешевое место на виртуальном хостинге и с ростом альткоинов в нашем приложении 
            - оплата только увеличивается.
            <br>
            Вы можете поддержать проект на добровольной основе:
            <br>
            <span>Кошелек BTC: <br> 17AB4hpr9QfTL8z9ce7xKnEv98Gq9sPa9n</span>
            <br>
            <span>Кошелек ETH: <br> 0x8E9fDeEbfb3cF8b9BeA65822AF50953Abe021c93</span>
            <br>
            <span>Кошелек BCH: <br> qppcee35ljxy2rvmfz45eqs6z85eu4fcgq3rnxcjz3</span>
          </div>
    </div>
</template>

<style scoped>
.omne{
    margin-top: 4rem;
}
span{
    font-size: 0.7rem;
}
.text-block{
    text-align: center;
}
.ontext{
    background: #66e391;
}
</style>